import { Container } from "react-bootstrap";

export default function About(){
    return (
        <Container>
            <h1>All about us</h1>

            <div>
                <p>Добро пожаловать на сайт "Japan Cosmetics" - вашего надежного партнера в мире японской и корейской косметики!</p>
                <p>Мы предлагаем широкий ассортимент косметических средств от ведущих японских и корейских брендов. У нас вы найдете все необходимое для ухода за кожей лица и тела, волосами, а также для макияжа.</p>
                <p>Все наши товары сертифицированы и произведены в Японии и Корее, что гарантирует их высокое качество и эффективность. Мы уверены, что вы оцените их легкость, приятный аромат и безупречный результат.</p>
                <p>Наши консультанты-эксперты готовы ответить на все ваши вопросы и помочь выбрать наиболее подходящие средства для вашего типа кожи и проблемы, с которой вы столкнулись.</p>
                <p>Более того, мы предлагаем быструю доставку по всей России и гарантируем полную конфиденциальность ваших данных и заказов.</p>
                <p>Выбирайте качественную косметику от "Japan Cosmetics" и позвольте вашей коже и волосам выглядеть наилучшим образом!</p>
            </div>
        </Container>
    )
}